Repository: gkmngrgn/puding
Catalog: po/*.po
Languages: nl, tr

source: Puding USB image creator
tr: Puding USB kalıp oluşturucu

source: USB image creator
tr: USB kalıp oluşturucu

source: show program's license info and exit
nl: toon licentie van het programma en sluit af
tr: uygulamanın lisansını göster ve çık

source: create Pardus USB image from console
nl: USB-image van Pardus vanuit terminal aanmaken
tr: uçbirimden Pardus USB kalıbını oluştur

source: Graphical Interface Options
nl: Grafische interface-opties
tr: Grafiksel Arayüz Seçenekleri

source: run Puding with Qt4 graphical interface
nl: Puding met Qt4 grafische interface uitvoeren
tr: Puding'i Qt4 arayüzüyle çalıştır

source: Puding is an USB image creator for Pardus Linux.
nl: Puding maakt een USB-image aan voor Pardus Linux.
tr: Puding, Pardus için yazılmış bir USB kalıp oluşturucudur.

source: You need superuser permissions to run this application.
nl: Voor het uitvoeren van deze toepassing zijn systeemrechten noodzakelijk.
tr: Uygulamayı çalıştırmak için yetkili kullanıcı olmalısınız.

source: Invalid usage. Example:
nl: Ongeldig gebruik. Bijvoorbeeld:
tr: Geçersiz kullanım. Örnek:

source: Quit.
nl: Afsluiten.
tr: Çıkış yapıldı.

source: Finished
nl: Voltooid
tr: Bitti

source: USB device not found.
nl: USB-apparaat niet gevonden.
tr: USB sürücü bulunamadı.

source: Mounting USB device...
tr: USB bellek bağlanıyor...

source: Mounting image...
nl: Image wordt aangekoppeld...
tr: Kalıp bağlanıyor...

source: Could not mounted image.
nl: Kan image niet aankoppelen.
tr: Kalıp bağlanamadı.

source: The path you have typed is invalid. If you think the path is valid, make sure you have mounted USB stick to the path you gave. To check the path, you can use: mount | grep %s
nl: Het opgegeven pad is ongeldig. Indien U denkt dat het goed is, wees er zeker van dat het USB-stick aangekoppeld is en controleer het pad door middelvan: mount | grep %s
tr: Girmiş olduğunuz yol geçersiz. Eğer yolun geçerli olduğunu düşünüyorsanız, USB belleğin belirttiğiniz dizine bağlı olup olmadığını kontrol edin. Kontrol etmek için şu komut dizisini kullanabilirsiniz: mount | grep %s

source: Devices:
nl: Apparaten:
tr: Sürücüler:

source: Label
tr: Etiket

source: Parent
tr: Desen

source: Mount Point
tr: Bağlama Noktası

source: not mounted
nl: niet aangekoppeld
tr: bağlı değil

source: Unmount
tr: Bağlı

source: File System Version
tr: Dosya Sistemi Sürümü

source: File System Type
tr: Dosya Sistemi Tipi

source: USB devices or partitions have found more than one. Please choose one:
nl: Meer dan een USB-apparaat of partitie gevonden. Selecteer er een:
tr: Birden fazla USB sürücü ve bölüm bulundu. Lütfen birini seçin:

source: You must enter a number between 0 - %d.
nl: Geef een nummer op tussen 0 - %d.
tr: 0 ile %d arasında bir değer girmelisiniz.

source: Sorry, there is no available disk on your USB disk partition. Please remove unrequired files from USB disk.
tr: Üzgünüm, USB disk bölümünüzde yeterli alan yok. Lütfen gereksiz dosyaları USB diskinizden silin.

source: Unmounting image...
nl: Image wordt afgekoppeld...
tr: Kalıp kaldırılıyor...

source: USB disk informations:
nl: USB-schijfinformatie:
tr: USB bellek bilgileri:

source: Capacity
tr: Kapasite

source: Available
tr: Boş Alan

source: Used
tr: Kullanılan

source: Please double check your path information. If you don't type the path to the USB stick correctly, you may damage your computer. Would you like to continue?
tr: Lütfen bilgilerinizi kontrol ediniz. Eğer USB bellek bilgileriniz doğru değilse, sisteminize ve dosyalarınıza zarar verebilirsiniz. Devam etmek istiyor musunuz?

source: Please type CONFIRM to continue:
nl: Voer BEVESTIGEN in om door te gaan:
tr: Devam etmek için ONAYLA yazın:

source: CONFIRM
nl: BEVESTIGEN
tr: ONAYLA

source: confirm
nl: bevestigen
tr: onayla

source: Writing image data to USB stick!
nl: Imagegegevens naar USB-stick aan het schrijven!
tr: Kalıp USB belleğinize yazılıyor!

source: You did not type CONFIRM. Exiting..
nl: Geen BEVESTIGEN ingegeven. Afsluiten..
tr: ONAYLA yaz(a)madığınız için çıkılıyor..

source: The path is invalid, please specify an image path.
nl: Het pad is niet juist, geef een pad naar het image op.
tr: Yol geçersiz, lütfen kalıp yolunu doğru belirtin.

source: Calculating checksum...
nl: Controlesom aan het bereken...
tr: Kaynak doğrulaması yapılıyor...

source: Source Informations:
tr: Kaynak Dosya Bilgileri:

source: Image Path
tr: Kalıp Yolu

source: Name
tr: İsim

source: Download URL
tr: İndirme Adresi

source: The checksum of the source cannot be validated. Please specify a correct source or be sure that you have downloaded the source correctly.
nl: De controlesom van de bron kan niet gevalideerd worden. Geef de juiste bron op of wees er zeker van dat de bron correct gedownload is.
tr: Veri doğrulaması başarısız oldu. Lütfen doğru CD kalıbını belirtin veya CD kalıbını doğru indirmiş olduğunuzdan emin olun.

source: Creating boot manager...
nl: Opstartbeheerder wordt aangemaakt...
tr: Açılış yöneticisi oluşturuluyor...

source: Could not create boot manager.
nl: Kan opstartbeheerder niet aanmaken.
tr: Açılış yöneticisi oluşturulamadı.

source: Could not unmounted image.
nl: Kan image niet afkoppelen.
tr: Kalıp ayırma işlemi başarısızlıkla sonuçlandı.

source: Unmounting USB disk...
nl: USB-schijf wordt afgekoppeld...
tr: USB bellek kaldırılıyor...

source: Could not unmounted USB disk.
nl: Kan USB-schijf niet afkoppelen.
tr: USB bellek ayırma işlemi başarısızlıkla sonuçlandı.

source: USB disk is ready. Now you can install or run Pardus from your USB disk.
nl: USB-schijf is gereed. U kunt nu Pardus vanaf de USB-schijf installeren of opstarten.
tr: USB belleğiniz hazır. Şimdi, Pardus'unuzu USB belleğinizden kurabilir veya çalıştırabilirsiniz.

source: Copying
nl: Bezig met kopiÃ«ren
tr: Kopyalanıyor
